var dictTitle = 'Chinese time',
	dictLength = 19,
    dict = {
    '差': 'chà (без...)',
	'半': 'bàn (половина)',
	'刻': 'kè (четверть)',
	'钟': 'zhōng (ровно'
	'年': 'nián (год)',
	'月': 'yuè (месяц)',
	'星期': 'xīngqí (неделя)'
	'日': 'rì (день)'
	'点': 'diǎn (час)',
	'分': 'fēn (минута)',
	'秒': 'miǎo (секунда)',
	'早上': 'zǎoshang (утро)',
	'上午': 'shàngwǔ (до полудня)',
	'中午': 'zhōngwǔ (полдень)',
	'下午': 'xiàwǔ (после полудня)',
	'晚': 'wǎn (вечер)',
	'早饭': 'zǎofàn (завтрак)',
	'中午饭': 'zhōngwǔfàn (обед)',
	'晚饭': 'wǎnfàn (ужин)'
    };